{"config": [{"config": {"batch_input_shape": [null, 40, 67], "return_sequences": false, "recurrent_initializer": {"config": {"seed": null, "gain": 1.0}, "class_name": "Orthogonal"}, "use_bias": true, "go_backwards": false, "unroll": false, "activity_regularizer": null, "trainable": true, "recurrent_dropout": 0.0, "name": "lstm_1", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "recurrent_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "recurrent_activation": "hard_sigmoid", "stateful": false, "kernel_constraint": null, "recurrent_regularizer": null, "dtype": "float32", "activation": "tanh", "implementation": 1, "dropout": 0.0, "units": 128, "bias_constraint": null, "kernel_regularizer": null, "return_state": false, "unit_forget_bias": true}, "class_name": "LSTM"}, {"config": {"kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_constraint": null, "kernel_constraint": null, "units": 67, "activation": "relu", "activity_regularizer": null, "trainable": true, "use_bias": true, "name": "dense_1", "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}}, "class_name": "Dense"}], "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.2"}